Repository: AkinoKaede/hibiki
Catalog: ios/Hibiki/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: About
zh_hans: 关于

source: Advanced
zh_hans: 高级

source: Approve Device
zh_hans: 批准设备

source: Approved
zh_hans: 已批准

source: Authentication
zh_hans: 认证

source: Availability
zh_hans: 服务状态

source: Cancel
zh_hans: 取消

source: Channel
zh_hans: 频道

source: Channel Actions
zh_hans: 频道操作

source: Channel ID
zh_hans: 频道ID

source: Channel Name
zh_hans: 频道名称

source: Channel PSK
zh_hans: 频道预共享密钥

source: Channels
zh_hans: 频道

source: Confirmation required for each operation
zh_hans: 每次操作前需确认

source: Connect only the security key you want to use.
zh_hans: 请只连接你要使用的安全密钥。

source: Connect your OpenPGP security key by USB or Lightning, or tap it using NFC.
zh_hans: 通过USB或Lightning连接OpenPGP安全密钥，或使用NFC轻触读卡。

source: Connect your security key
zh_hans: 请连接安全密钥

source: Connecting
zh_hans: 连接中

source: Connection
zh_hans: 连接

source: Continue
zh_hans: 继续

source: Copy PSK
zh_hans: 复制预共享密钥

source: Create a Channel
zh_hans: 创建频道
zh_hant: 建立頻道

source: Create Channel
zh_hans: 创建频道

source: Decryption
zh_hans: 解密

source: Disconnect
zh_hans: 退出

source: Finish Setup
zh_hans: 完成设置

source: Generate Invitation
zh_hans: 生成邀请
zh_hant: 產生邀請

source: Get Started
zh_hans: 开始使用

source: Hold your security key near the top of your iPhone until the operation finishes.
zh_hans: 请将安全密钥靠近iPhone顶部，直到操作完成。

source: Insert your security key, then continue.
zh_hans: 请插入你的安全密钥，然后继续。

source: Invitation
zh_hans: 邀请

source: Invite Device
zh_hans: 邀请

source: Join a channel
zh_hans: 加入频道

source: Join a channel using an invitation from its administrator or a trusted member.
zh_hans: 使用管理员或可信成员提供的邀请加入频道。

source: Join a trusted device’s channel, or create your own.
zh_hans: 加入受信任设备的频道，或创建你自己的频道。

source: Join Channel
zh_hans: 加入频道
zh_hant: 加入頻道

source: Joining Device
zh_hans: 申请设备

source: Leave Channel
zh_hans: 退出频道

source: Leave this channel?
zh_hans: 退出该频道？

source: Member
zh_hans: 成员

source: Members
zh_hans: 成员

source: Name
zh_hans: 名称

source: NFC: tap once to register public information. For signing or decryption, enter the PIN first, then tap the same security key again.
zh_hans: NFC：轻触一次以注册公开信息。之后签名或解密时，先输入PIN，再轻触同一把安全密钥。

source: No Channels Yet
zh_hans: 尚无频道

source: No Pending Requests
zh_hans: 暂无待审批请求

source: Not an Active Member
zh_hans: 当前不是成员

source: Offline
zh_hans: 离线

source: OK
zh_hans: 好

source: Online
zh_hans: 在线

source: OpenPGP Keys
zh_hans: OpenPGP密钥

source: Pending Requests
zh_hans: 待审批请求

source: Pending requests will be invalidated. Approved members retain access.
zh_hans: 所有待审批请求将立即失效，已批准的成员不受影响。

source: PIN or Passphrase
zh_hans: PIN或口令

source: Pre-Shared Key
zh_hans: 预共享密钥

source: Protocol
zh_hans: 协议

source: Provider Services
zh_hans: 提供服务

source: Public-Key Verification Words
zh_hans: 公钥校验词

source: Read and Register
zh_hans: 读取并注册

source: Read using
zh_hans: 本次读取方式

source: Register your security key
zh_hans: 注册你的安全密钥

source: Register your security key in the Security Keys tab.
zh_hans: 请在“安全密钥”标签页注册你的安全密钥。

source: Reject Request
zh_hans: 拒绝申请

source: Reject this join request?
zh_hans: 拒绝此加入申请？

source: Rejected
zh_hans: 已拒绝

source: Remove Registration
zh_hans: 移除注册

source: Remove registration?
zh_hans: 移除注册？

source: Request
zh_hans: 请求

source: Request ID
zh_hans: 请求ID

source: Request to Join
zh_hans: 申请加入
zh_hant: 申請加入

source: Revoke
zh_hans: 撤销

source: Revoke this device?
zh_hans: 撤销此设备？

source: Rotate channel PSK?
zh_hans: 轮换频道预共享密钥？

source: Rotate PSK
zh_hans: 轮换预共享密钥

source: Save Your PSK
zh_hans: 保存预共享密钥

source: Security Key
zh_hans: 安全密钥

source: Security Keys
zh_hans: 安全密钥

source: Serial Number
zh_hans: 序列号

source: Settings
zh_hans: 设置

source: Share Invitation
zh_hans: 分享邀请

source: Signing
zh_hans: 签名

source: Skip TLS Certificate Validation
zh_hans: 跳过TLS证书校验

source: Status
zh_hans: 状态
zh_hant: 狀態

source: The entries do not match.
zh_hans: 两次输入不一致。

source: This Device
zh_hans: 本机

source: This request stays pending until approved or invalidated.
zh_hans: 此请求会保留，直到获得批准或失效。

source: Unable to Complete
zh_hans: 未能完成

source: USB and Lightning connectors are supported.
zh_hans: 支持USB和Lightning接口。

source: USB Connection Detected
zh_hans: 已检测到USB连接

source: USB connection detected. Continue to enter the PIN.
zh_hans: 已检测到USB连接，继续以输入PIN。

source: Use this security key
zh_hans: 使用这张安全密钥

source: Verified Requester
zh_hans: 已验证的请求方

source: Waiting for Approval
zh_hans: 等待审批

source: While app is open
zh_hans: 应用打开时

source: Withdraw Request
zh_hans: 撤回申请

source: Withdraw this join request?
zh_hans: 撤回此加入申请？

source: Your keys stay with you.
zh_hans: 密钥，始终在你手中。

source: Server URL
zh_hans: 服务器地址

source: Hostname
zh_hans: 主机名

source: Server
zh_hans: 服务器

source: Connect to Your Server
zh_hans: 连接到服务器

source: Could not connect to the server. Check the address and try again.
zh_hans: 无法连接到服务器，请检查地址后重试。

source: Disconnect from server
zh_hans: 退出服务器

source: Disconnect from this server?
zh_hans: 退出当前服务器？

source: Enter a valid server address, with or without wss:// or ws://.
zh_hans: 请输入有效的服务器地址，可省略wss://或ws://。

source: Use your security key and enter passphrases for GPG operations on your computers.
zh_hans: 在受信任电脑上执行GPG操作时，在此输入口令或使用安全密钥。

source: Join a channel in the Channels tab, then enable services for this device.
zh_hans: 在“频道”标签页加入频道，然后启用此设备所需的服务。

source: Connect via USB, or enter the PIN and tap with NFC.
zh_hans: 连接USB，或输入PIN后轻触NFC。

source: Enter your PIN, then tap your security key with NFC.
zh_hans: 请输入PIN，然后轻触安全密钥。

source: Compare these verification words on a member device before approving.
zh_hans: 审批前，请在现有成员设备上核对这些公钥校验词。

source: This request stays pending until approved, rejected, or withdrawn.
zh_hans: 请求将保持等待状态，直到被批准、拒绝或撤回。

source: Channel creation requires an invitation from the server administrator.
zh_hans: 创建频道需要服务器管理员提供的初始化邀请。

source: Connect to the server to check channel creation permissions.
zh_hans: 连接服务器后可检查频道创建权限。

source: Get the invitation and PSK separately from a trusted member. The invitation server must match yours.
zh_hans: 请向受信任成员索取邀请和预共享密钥。邀请对应的服务器地址必须与当前一致。

source: Compare the 24 verification words and request ID on the approving device.
zh_hans: 请在审批设备上核对全部24个校验词及请求ID。

source: This device will not be able to rejoin this channel.
zh_hans: 该设备将被移除且无法重新加入此频道。

source: I verified the 24 words and request ID
zh_hans: 我已核对24个校验词与请求ID

source: These words verify this device’s public key. They are not a recovery phrase.
zh_hans: 这些校验词仅用于验证设备公钥，并非数据恢复助记词。

source: Removes this request. The device can request to join again later.
zh_hans: 仅移除当前请求，该设备后续仍可重新申请。

source: This join request was rejected or has expired. Get a new invitation to try again.
zh_hans: 加入申请已失效或被拒绝，请获取新邀请后重试。

source: USB Security Key Detected
zh_hans: 已检测到USB安全密钥

source: No USB Security Key
zh_hans: 未检测到USB安全密钥

source: Selected security key
zh_hans: 当前选中的安全密钥

source: USB and NFC share the same key record. Only the selected security key provides card services.
zh_hans: USB与NFC共用公钥信息。仅当前选中的安全密钥提供卡服务。

source: Insert your security key to read public information. No PIN needed.
zh_hans: 插入安全密钥以读取公钥信息，无需输入PIN。

source: Tap your security key to read public information. No PIN needed.
zh_hans: 轻触安全密钥以读取公钥信息，无需输入PIN。

source: No OpenPGP keys found on this key
zh_hans: 该安全密钥中未发现OpenPGP密钥

source: Only removes this app’s saved record. It does not erase keys from your security key.
zh_hans: 仅移除本应用保存的公钥记录，不会抹掉安全密钥中的任何数据。

source: PINs are never saved. Private keys stay on your security key or computer.
zh_hans: 应用绝不保存PIN。私钥始终保存在安全密钥硬件或发起请求的电脑上。

source: This disconnects from the server and resets local pairing. Registered security keys are kept, but you will need to pair again to reconnect.
zh_hans: 断开连接将重置本机的服务器配对信息。已添加的安全密钥会保留，重新连接需再次配对。

source: Security key reader is unavailable. Check permissions and try again.
zh_hans: 安全密钥读取器不可用，请检查系统权限或在真机上运行。

source: Security key disconnected or operation canceled.
zh_hans: 安全密钥已断开或操作已取消。

source: Invalid security key response.
zh_hans: 安全密钥返回了无效响应。

source: Hold only one OpenPGP security key near your iPhone.
zh_hans: 请只将一把OpenPGP安全密钥靠近iPhone。

source: Use your security key for this operation? Enter your PIN, then tap the key.
zh_hans: 使用安全密钥处理本次操作？请输入PIN，然后轻触安全密钥。

source: Hibiki Request
zh_hans: Hibiki请求

source: Hibiki connects while the app is open. Services remain off until enabled.
zh_hans: Hibiki仅在应用打开时保持连接。各项服务默认处于关闭状态。

source: Store this PSK safely and share it separately from the invitation. Hibiki does not save it.
zh_hans: 请妥善保管预共享密钥，并与邀请分开提供。Hibiki不会保存此密钥。

source: Security Key Reader
zh_hans: 安全密钥读取器

source: Security Key Information
zh_hans: 安全密钥信息

source: Refresh USB Information
zh_hans: 刷新USB信息

source: Read NFC Information
zh_hans: 读取NFC信息

source: Tap to read public information using NFC.
zh_hans: 点击后通过NFC读取公开信息。

source: Reading public information does not register or select this security key. No PIN needed.
zh_hans: 读取公开信息不会注册或选中此安全密钥，无需PIN。

source: NFC snapshot from the last read. The key is not continuously connected.
zh_hans: 这是上次NFC读取的信息快照，密钥并未持续连接。

source: OpenPGP Version
zh_hans: OpenPGP版本

source: Manufacturer ID
zh_hans: 厂商标识

source: Algorithm
zh_hans: 算法

source: Fingerprint
zh_hans: 指纹

source: Created
zh_hans: 创建时间

source: Edit
zh_hans: 编辑

source: Save
zh_hans: 保存

source: Edit Security Key
zh_hans: 编辑安全密钥

source: Enter a security key name.
zh_hans: 请输入安全密钥名称。

source: Security key is in use. Try again when the operation finishes.
zh_hans: 安全密钥正在使用中，请在操作完成后重试。

source: Card Number
zh_hans: 卡号
zh_hant: 卡號

source: Status Unavailable
zh_hans: 状态不可用
zh_hant: 狀態不可用

source: Device
zh_hans: 设备
zh_hant: 裝置

source: Testing connection…
zh_hans: 正在测试连接…
zh_hant: 正在測試連線…

source: Connection Setup
zh_hans: 连接建立耗时
zh_hant: 連線建立時間

source: Average RTT
zh_hans: 平均往返延迟
zh_hant: 平均往返延遲

source: Timed Out
zh_hans: 超时
zh_hant: 逾時

source: Measured
zh_hans: 测量时间
zh_hant: 測量時間

source: No measurements yet
zh_hans: 暂无测量结果
zh_hant: 尚無測量結果

source: Stop Ping
zh_hans: 停止Ping
zh_hant: 停止Ping

source: Start Ping
zh_hans: 开始Ping
zh_hant: 開始Ping

source: Copy Device ID
zh_hans: 复制设备ID
zh_hant: 複製裝置ID

source: Revoke Device
zh_hans: 撤销设备
zh_hant: 撤銷裝置

source: Device No Longer Available
zh_hans: 设备已不可用
zh_hant: 裝置已無法使用

source: The device is no longer a member of this channel.
zh_hans: 该设备已不是此频道的成员。
zh_hant: 此裝置已不再是此頻道的成員。

source: Name (read from card if blank)
zh_hans: 名称（留空则从卡片读取）
zh_hant: 名稱（留空則從卡片讀取）

source: Rename Device
zh_hans: 重命名设备
zh_hant: 重新命名裝置

source: Device Name
zh_hans: 设备名称
zh_hant: 裝置名稱

source: Keys, device ID and verification words stay unchanged.
zh_hans: 密钥、设备ID和验证词保持不变。
zh_hant: 金鑰、裝置ID與驗證詞保持不變。

source: Measures encrypted round trips to this device through the relay. Connection setup is measured separately. No card or PIN is requested.
zh_hans: 测量经中继到此设备的加密往返延迟。连接建立耗时单独显示，不需要卡片或PIN。
zh_hant: 測量經中繼到此裝置的加密往返延遲。連線建立时间分開顯示，不需要卡片或PIN。

source: Get an invitation from a trusted member. Older invitations require a separate PSK. The invitation server must match yours.
zh_hans: 从受信任的成员获取邀请。旧版邀请需要单独输入PSK。邀请中的服务器须与当前服务器一致。
zh_hant: 向受信任的成員取得邀請。舊版邀請需要另外輸入PSK。邀請中的伺服器須與目前伺服器相同。

source: Revoke %@ from %@? Device ID: %@ This device will not be able to rejoin this channel.
zh_hans: 要将%@从%@中撤销吗？ 设备ID：%@ 该设备将无法重新加入此频道。
zh_hant: 要將%@從%@中撤銷嗎？ 裝置ID：%@ 此裝置將無法重新加入此頻道。

source: Approved by
zh_hans: 批准者
zh_hant: 批准者

source: Approval Role
zh_hans: 审批角色
zh_hant: 核准角色

source: Channel Founder
zh_hans: 频道创建者
zh_hant: 頻道建立者

source: Outside Your Approval Branch
zh_hans: 不属于你的审批分支
zh_hant: 不屬於你的核准分支

source: You can revoke only devices you approved, or devices they approved directly or indirectly. Revoking this device does not automatically revoke its descendants.
zh_hans: 你只能撤销自己批准的设备，或由它们直接或间接批准的设备。撤销此设备不会自动撤销其下级设备。
zh_hant: 你只能撤銷自己核准的裝置，或由它們直接或間接核准的裝置。撤銷此裝置不會自動撤銷其下級裝置。

source: Revoke Entire Approval Subtree
zh_hans: 撤销整个审批子树
zh_hant: 撤銷整個審批子樹

source: Affected devices: %lld
zh_hans: 受影响的设备：%lld
zh_hant: 受影響的裝置：%lld

source: These identities will lose access and cannot rejoin this channel.
zh_hans: 这些身份将失去访问权限，且无法重新加入此频道。
zh_hant: 這些身分將失去存取權限，且無法重新加入此頻道。

source: Confirm Revocation
zh_hans: 确认撤销
zh_hant: 確認撤銷

source: Review Revocation
zh_hans: 核对撤销操作
zh_hant: 核對撤銷操作

source: Revoked by Server
zh_hans: 已被服务器撤销
zh_hant: 已被伺服器撤銷

source: Ancestor Revocation Available
zh_hans: 可撤销上级的日期
zh_hant: 可撤銷上級的日期

source: You can revoke devices below you in the approval chain. After 30 days of your current membership, you can also revoke your approver or ancestors. Subtree removal is optional and applies only to descendants.
zh_hans: 你可以撤销审批链中的下级设备。本次加入满30天后，也可以撤销审批者或更上级的设备。可选择撤销整个子树，此操作仅适用于下级分支。
zh_hant: 你可以撤銷審批鏈中的下級裝置。本次加入滿30天後，也可以撤銷審批者或更上級的裝置。可選擇撤銷整個子樹，此操作僅適用於下級分支。

source: Current RTT
zh_hans: 当前往返延迟
zh_hant: 目前往返延遲

source: Ping History
zh_hans: Ping历史
zh_hant: Ping歷史

source: Reading public information does not register this security key. No PIN needed.
zh_hans: 读取公开信息不会注册此安全密钥。不需要PIN。
zh_hant: 讀取公開資訊不會註冊此安全金鑰。不需要PIN。

source: NFC Key
zh_hans: NFC密钥

source: Not Selected
zh_hans: 未选择

source: Selected
zh_hans: 已选择

source: NFC Security Key
zh_hans: NFC 安全密钥

source: No NFC Keys Registered
zh_hans: 尚未注册 NFC 密钥

source: Register NFC Key
zh_hans: 注册 NFC 密钥

source: Register NFC keys to use them without a USB connection.
zh_hans: 注册 NFC 密钥，以便在未连接 USB 时使用。

source: Registered NFC Keys
zh_hans: 已注册的 NFC 密钥

source: Saving the name does not read or change the physical key.
zh_hans: 保存名称不会读取或更改实体密钥。

source: Security key is not connected.
zh_hans: 未连接安全密钥。
